{
    "Status here": "สถานะที่นี่",
    "Order not found": "ไม่พบคำสั่งซื้อ",
    "Order with id %s not found": "ไม่พบคำสั่งซื้อที่มี ID %s",
    "Error": "ข้อผิดพลาด",
    "Cart was ordered": "รถเข็นถูกสั่งซื้อแล้ว",
    "Checking the payment system ended in failure": "การตรวจสอบระบบชำระเงินล้มเหลว",
    "Attention": "คำเตือน",
    "Ready for order": "พร้อมสำหรับการสั่งซื้อ",
    "It was not possible to check the order": "ไม่สามารถตรวจสอบคำสั่งซื้อได้",
    "Enter the name of the customer": "กรอกชื่อลูกค้า",
    "Enter the customer's phone": "กรอกเบอร์โทรศัพท์ของลูกค้า",
    "The wrong format of the name of the customer": "รูปแบบชื่อของลูกค้าไม่ถูกต้อง",
    "The wrong format of the customer phone number": "รูปแบบเบอร์โทรศัพท์ของลูกค้าไม่ถูกต้อง",
    "No point of Street": "ไม่มีการระบุชื่อถนน",
    "Not indicated the house number": "ไม่ได้ระบุเลขที่บ้าน",
    "The city is not indicated": "ไม่ได้ระบุชื่อเมือง",
    "The payment system is not available": "ระบบชำระเงินไม่พร้อมใช้งาน",
    "The date of execution of the order is not true": "วันที่ดำเนินการคำสั่งซื้อไม่ถูกต้อง",
    "Problem when checking the order: %s": "มีปัญหาในการตรวจสอบคำสั่งซื้อ: %s",
    "Successfully": "สำเร็จ",
    "Your order is accepted for processing": "คำสั่งซื้อของคุณได้รับการยอมรับแล้ว",
    "Success": "สำเร็จ",
    "OTP sended": "ส่งรหัส OTP แล้ว",
    "Authorization": "การอนุญาต",
    "User not found": "ไม่พบผู้ใช้งาน",
    "Check login please": "กรุณาตรวจสอบชื่อผู้ใช้",
    "Password was cahanged": "รหัสผ่านถูกเปลี่ยนแล้ว",
    "New user created": "สร้างผู้ใช้ใหม่สำเร็จ",
    "Logout": "ออกจากระบบ",
    "Logout from all devices": "ออกจากระบบจากทุกอุปกรณ์",
    "User was updated": "ข้อมูลผู้ใช้ได้รับการอัปเดตแล้ว",
    "The user will be deleted": "ผู้ใช้จะถูกลบ",
    "Error: %s": "ข้อผิดพลาด: %s",
    "Ordering for a date in the past is not possible": "ไม่สามารถสั่งซื้อในวันที่ผ่านมาได้",
    "The date should account for the minimum delivery time; choose a slightly later time": "วันที่ต้องคำนึงถึงระยะเวลาการจัดส่งขั้นต่ำ กรุณาเลือกเวลาที่ช้ากว่านี้เล็กน้อย",
    "Date not allowed": "วันที่ไม่อนุญาต"
  }
  